[
    ['Air M2 15" 8/512 Midnight – Used', 'Антон', '2.2', '26.4', '785355273037', 'Current: part#1', '1'], 
    ['Air 15" M2 16/256 Midnight', 'Дима', '3.1', '37.2', '1Z333FF89028557315', 'Current: part#1', '1'], 
    ['iPad Pro 4th 128GB, Wi-Fi + 4G SG Used', 'Ира', '0.8', '9.6', '9434608205498291651631', 'Current: part #2', '1'], 
    ['AirPort Express', 'Ира', '1.5', '18.0', '1Z78Y5W70392880019', 'Current: part #2', '5'], 
    ['iPad Pro 11 4th 128 Wifi SG Used', 'Ира', '0.8', '9.6', '785778365191', 'Current: part #2', '1'], 
    ['Mac Mini M1 16/256', 'Марина', '1.4', '16.8', '9405508205498278412720', 'Current: part#1', '1'], 
    ['Mac Mini M1 16/512', 'Марина', '1.6', '19.2', '9406108205498271651486', 'Current: part#1', '1'], 
    ['Air Port Express Used', 'Михаил_П', '0.4', '4.8', '9400108205498301641902', 'Next: part #2', '1'], 
    ['AirPort Express Used', 'Михаил_П', '0.4', '4.8', '9400108205499436850856', 'Next: part #1', '1'], 
    ['Air M2 16/512 SG Used', 'Михаил_П', '2.2', '26.4', '785656464536', 'Current: part #2', '1'], 
    ['iPad Pro 11 4th 128Gb SG Used', 'Михаил_П', '1.5', '18.0', '9405508205499436666504', 'Current: part #2', '1'], 
    ['Mac Mini M1 16/1Tb + Mac Mini Hub', 'Михаил_М', '2.5', '30.0', '1ZAC98184293127683', 'Current: part#1', '1']

]